const x = Math.random()
export const products = [
   {
      id: 1,
      tags: "egy",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: ' فطار رمضاني ',
      price: 300,
      rate: 5,
      img: require('../../assets/egy/1.jpg')
   },
   {
      id: 2,
      tags: "egy",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: ' كفتة داوود باشا ',
      price: 250,
      rate: 4,
      img: require('../../assets/egy/2.jpg')
   },
   {
      id: 3,
      tags: "egy",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " نشويات ",
      price: 330,
      rate: 5,
      img: require('../../assets/egy/3.jpg')
   },
   {
      id: 4,
      tags: "egy",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " عزومه ",
      price: 257,
      rate: 4,
      img: require('../../assets/egy/4.jpg')
   },
   {
      id: 5,
      tags: "egy",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " اكل شعبي ",
      price: 290,
      rate: 4,
      img: require('../../assets/egy/5.jpg')
   },
   {
      id: 6,
      tags: "egy",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: "الكبد",
      price: 100,
      rate: 4,
      img: require('../../assets/egy/6.jpg')
   },
   {
      id: 7,
      tags: "ksa",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " كبسه ",
      price: 300,
      rate: 5,
      img: require('../../assets/ksa/1.jpg')
   },
   {
      id: 8,
      tags: "ksa",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " المفطح ",
      price: 360,
      rate: 5,
      img: require('../../assets/ksa/2.jpg')
   },
   {
      id: 9,
      tags: "ksa",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " الحنيذ ",
      price: 260,
      rate: 5,
      img: require('../../assets/ksa/3.jpg')
   },
   {
      id: 10,
      tags: "ksa",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " المطازيز ",
      price: 310,
      rate: 5,
      img: require('../../assets/ksa/4.jpg')
   },
   {
      id: 11,
      tags: "ksa",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " القرصان ",
      price: 550,
      rate: 5,
      img: require('../../assets/ksa/5.jpg')
   },

   {
      id: 12,
      tags: "syr",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " بقلاوة ",
      price: 100,
      rate: 5,
      img: require('../../assets/syr/1.jpg')
   },
   {
      id: 13,
      tags: "syr",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " العوامة ", 
      price: 50,
      rate: 5,
      img: require('../../assets/syr/2.jpg')
   },
   {
      id: 14,
      tags: "syr",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " بقلاوة ",
      price: 120,
      rate: 5,
      img: require('../../assets/syr/3.jpg')
   },
   {
      id: 15,
      tags: "syr",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " الكنافة ",
      price: 59,
      rate: 5,
      img: require('../../assets/syr/4.jpg')
   },
   {
      id: 16,
      tags: "syr",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " عش البلبل ",
      price: 200,
      rate: 5,
      img: require('../../assets/syr/5.jpg')
   },
   {
      id: 17,
      tags: "syr",
      dsc: "يسمح هذا الهراء للعين بالتركيز فقط على التخطيط الرسومي لتقييم الخيارات الأسلوبية للمشروع بشكل موضوعي ، لذلك يتم تثبيته على العديد من البرامج الرسومية على العديد من منصات برامج النشر الشخصي ونظام إدارة المحتوى",
      name: " المهلبية ",
      price: 90,
      rate: 5,
      img: require('../../assets/syr/1.jpg')
   },
]